/* The keyboard shortcut is is not allowed to be used */
"%@ is not allowed" = "%@ n'est pas permis";

/* the number of uses left in the free trial (when 1) */
"%lu Use Left" = "%lu utilisation restante";

/* the number of uses left in the free trial (when >1) */
"%lu Uses Left" = "%lu utilisations restantes";

/* click this button to get 10 more uses in the free trial */
"+10 Uses" = "+10 utilisations";

/* entry in selection list to indicate no selection */
"- None -" = "- Aucun -";

/* No comment provided by engineer. */
"\"%@\" is not signed by Pilotmoon Software. Only install this extension if you got it from a source you trust." = "“%@” n’est pas signé par Pilotmoon Software. N’installez cette extension que si vous l’avez obtenue d’une source en qui vous avez confiance.";

/* No comment provided by engineer. */
"Above Text" = "Au-dessus du texte";

/* Title of prefs section */
"Actions" = "Opérations";

/* No comment provided by engineer. */
"Alternate Search URL" = "URL de recherche alternative";

/* Title of prefs section */
"Appearance" = "Apparence";

/* No comment provided by engineer. */
"Authorized" = "Autorisé";

/* Dark/light mode will be the same as the operating system setting */
"Auto" = "Automatique";

/* Dark/light mode will be opposite to the operaing system setting */
"Auto (Inverse)" = "Automatique (inversé)";

/* No comment provided by engineer. */
"Below Text" = "En dessous du texte";

/* click button to buy the app */
"Buy" = "Acheter";

/* Button to go to store */
"Buy Now" = "Acheter maintenant";

/* Button to go to store */
"Buy PopClip Online" = "Acheter PopClip en ligne";

/* as in 'by Nick Moore' */
"by" = "par";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cannot Install Extension" = "Impossible d’installer l’extension";

/* 1=name of app */
"Cannot start %1$@" = "Impossible de démarrer %1$@";

/* This is a check box title, not a button */
"Check for updates" = "Vérifier les mises à jour";

/* Label for color setting */
"Color" = "Couleur";

/* Displayed when something has been copied to the clipboard */
"Copied" = "Copié";

/* Indicates Dark color apearance */
"Dark" = "Foncé";

/* name of dictionary look-up feature */
"Dictionary" = "Dictionnaire";

/* button title */
"Don't Install" = "Ne pas installer";

/* Button title */
"Done" = "OK";

/* Button title. Enables access for assistive devices. */
"Enable PopClip" = "Activer PopClip";

/* Title of table of apps which PopClip will ignore. */
"Excluded Apps" = "Applications exclues";

/* button title shown in welcome window */
"Got it!" = "Compris !";

/* No comment provided by engineer. */
"Hold Option (⌥) for alternate search." = "Maintenez l'option (⌥) pour effectuer une recherche alternative.";

/* button title: install the named externsion */
"Install \"%@\"" = "Installer “%@”";

/* the name of the extension to be installed is in quotes */
"Install Extension \"%@\"" = "Installer l'extension \"%@\"";

/* Label for control for setting keyboard shortcut */
"Keyboard Shortcut" = "Raccourci clavier";

/* No comment provided by engineer. */
"Language" = "Langue";

/* No comment provided by engineer. */
"Languages" = "Langues";

/* Title of window showing the user's license details */
"License Details" = "Détails licence";

/* No comment provided by engineer. */
"License key not valid" = "Clé de licence non valide";

/* Indicates Light color apearance */
"Light" = "Clair";

/* name of missing third party app */
"Missing App: %@" = "Appli manquante: %@";

/* No comment provided by engineer. */
"Not Authorized" = "Non autorisé";

/* button title */
"Not Now" = "Pas maintenant";

/* No comment provided by engineer. */
"OFF" = "Désactivé";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"ON" = "Activé";

/* name of link opening feature */
"Open Link" = "Ouvrir le lien";

/* No comment provided by engineer. */
"Open Links" = "Ouvrir les liens";

/* Example: Options for Wikipedia */
"Options for %@" = "Options pour %@";

/* No comment provided by engineer. */
"Please close this browser tab and return to PopClip." = "Veuillez fermer cet onglet et revenir à PopClip.";

/* No comment provided by engineer. */
"Please wait..." = "Veuillez patienter…";

/* No comment provided by engineer. */
"PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip peut avoir un maximum de %li extensions. Merci d’en supprimer certaines afin de pouvoir les remplacer par de nouvelles.";

/* No comment provided by engineer. */
"The free version of PopClip can have at most %li extensions. Please delete some to make space for more." = "La version gratuite de PopClip peut avoir au maximum %li extensions. Merci d’en supprimer certaines afin de pouvoir les remplacer par de nouvelles.";

/* No comment provided by engineer. */
"PopClip can't find %@ on this computer. You probably need to install it." = "PopClip ne trouve pas %@ sur cet ordinateur. Vous avez probablement besoin de l’installer.";

/* No comment provided by engineer. */
"PopClip could not load the following extension(s):\n\n%@\n\nUpdated versions may be available from the PopClip website." = "PopClip n'a pas pu charger la ou les extension(s) suivantes: \n\n%@\n\n. Une version plus récente est peut être disponible sur le site internet de PopClip.";

/* No comment provided by engineer. */
"PopClip Extensions" = "Extensions PopClip";

/* as in 'PopClip is ON' or 'PopClip is OFF' */
"PopClip is" = "PopClip est";

/* No comment provided by engineer. */
"PopClip will check spelling in each selected language." = "PopClip vérifiera l'orthographe dans toutes les langues sélectionnées.";

/* Label for position setting */
"Position" = "Position";

/* Button to quit the app */
"Quit" = "Quitter";

/* Button title. Opens PopClip on mac app store. */
"Rate on App Store" = "Noter sur l’App Store";

/* Button title. When clicked, shows the app's release notes. */
"Release Notes" = "Notes de version";

/* No comment provided by engineer. */
"Replace your search term with ***, e.g. https://example.com/?q=***" = "Remplacez votre terme de recherche par ***, par exemple https://example.com/?q=***";

/* name of 'reveal in finder' feature */
"Reveal in Finder" = "Afficher dans le Finder";

/* name of web search feature */
"Search" = "Rechercher";

/* No comment provided by engineer. */
"Search URL" = "URL de recherche";

/* No comment provided by engineer. */
"Select" = "Sélectionner";

/* No comment provided by engineer. */
"Select apps to exclude" = "Sélectionner applis à exclure";

/* No comment provided by engineer. */
"Show as Icon" = "Afficher comme icône";

/* check box title */
"Show in menu bar" = "Afficher dans la barre de menu";

/* button title */
"Sign In" = "Connexion";

/* Example: Sign in to your Instapaper account. */
"Sign in to your %@ account." = "Se connecter à votre compte %@.";

/* button title */
"Sign Out" = "Se déconnecter";

/* Label for size adjustment slider */
"Size" = "Taille";

/* name of spelling checker feature */
"Spelling" = "Orthographe";

/* check box title */
"Start at login" = "Exécuter au démarrage";

/* No comment provided by engineer. */
"Technical information:" = "Informations techniques :";

/* This message is shown when the license key is registered. */
"Thank you for buying PopClip!" = "Merci d’avoir acheté PopClip!";

/* No comment provided by engineer. */
"The application appears to be corrupted. Please install a fresh copy." = "L'application semble corrompue. Veuillez installer une nouvelle copie.";

/* No comment provided by engineer. */
"This extension is not compatible with this version of PopClip. Please update to the latest version of PopClip." = "Cette extension n’est pas compatible avec cette version de PopClip. Veuillez mettre à jour vers la dernière version de PopClip.";

/* No comment provided by engineer. */
"This extension requires macOS version %@ or above." = "Cette extension nécessite la version macOS %@ ou supérieure.";

/* Dialog text */
"To continue, PopClip needs to enable Accessibility access." = "Pour continuer, PopClip a besoin d'activer l'accès à l'Accessibilité.";

/* help text shown in welcome window */
"To use PopClip, just select some text in any app using your mouse pointer." = "Sélectionnez, uniquement avec la souris, du texte dans une application pour profiter de PopClip.";

/* the free trial has expired */
"Trial Expired" = "Période d’essai expirée";

/* the number of uses left in the free trial (when 1) */
"Trial — %lu Use Left" = "Essai — %lu utilisation restante";

/* the number of uses left in the free trial (when >1) */
"Trial — %lu Uses Left" = "Essai — %lu utilisations restantes";

/* No comment provided by engineer. */
"Unsigned Extension" = "Extension non signée";

/* Button title. When clicked, shows user's license details. */
"View License" = "Voir licence";

/* Visit the website for the name app e.g. Visit Evernote Website */
"Visit %@ Website" = "Visitez le site web de %@";

/* No comment provided by engineer. */
"Waiting..." = "En attente...";

/* title of welcome window shown on first run */
"Welcome\nto PopClip" = "Bienvenue\nsur PopClip";

/* Example: You are signed in to Instapaper. */
"You are signed in to %@." = "Vous êtes connecté à %@";

/* No comment provided by engineer. */
"You maxed out!" = "Limite atteinte";

/* No comment provided by engineer. */
"⚠️ Authorization failed." = "⚠️ L'autorisation a échoué.";

/* No comment provided by engineer. */
"✅ PopClip Extension \"%@\" authorized." = "✅ Extension PopClip « %@ » autorisée.";
